Repository: houssemFat/bloodOn
Catalog: bloodon/system/locale/*/LC_MESSAGES/django.po
Languages: ar

source: select your place
ar: حدد مكانك

source: Your blood type
ar: فصيلة دمك

source: change password
ar: تغيير كلمة المرور

source: select my location
ar: حدد موقعي

source: Your name
ar: اسمك

source: these informations are confidential. we promise that would not been shared
ar: هذه المعلومات سرية. نحن نعد أنه لن يتم نشرها

source: confidentiality
ar: الخصوصية

source: type of Blood
ar: نوع الدم

source: when
ar: متى

source: where
ar: أين

source: the phone number
ar: رقم الهاتف

source: more explanation (optional)
ar: مزيد من التوضيح

source: Close
ar: غلق

source: I need Blood
ar: أحتاج الدمّ

source: Alert
ar: إعلام

source: home
ar: الرئيسية

source: search
ar: بحث

source: Schedule
ar: الجدول الزمني

source: Contact us
ar: اتصل بنا

source: help
ar: مساعدة

source: about
ar: حول

source: Send
ar: إرسال

source: search near you
ar: بحث بالقرب منك

source: filter by blood type
ar: نوع الدم

source: Email Address
ar: البريد الإلكتروني

source: Login
ar: دخول

source: Creation
ar: إنشاء حساب جديد

source: Create
ar: سجل

source: ReadTOS
ar: قرأت شروط الخدمة

source: Remember me
ar: تذكرني

source: Account
ar: حساب

source: Emails list
ar: عناوين البريد الإلكتروني

source: Send to
ar: إرسال إلى

source: Share
ar: شارك

source: Your language
ar: لغتك المستخدمة

source: A user is already registered with this e-mail address.
ar: هناك مستخدم آخر يستخدم بالفعل هذا العنوان.

source: You must type the same password each time.
ar: يجب إدخال نفس كلمة السر مرتين.

source: Please type your current password.
ar: يرجى كتابة كلمة السر الحالية.

source: The e-mail address is not assigned to any user account
ar: لا يوجد أي مستخدم مع هذا عنوان البريد الإلكتروني.

source: email confirmation
ar: تأكيد عبر البريد الالكتروني

source: Confirmation e-mail sent to %(email)s
ar: %(email)s تم إرسال رسالة تأكيد بالبريد الإلكتروني إلى

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: هو <a href="mailto:%(email)s">%(email)s</a> الرجاء التأكد من أن%(user_display)s.عنوان البريد الإلكتروني ل

source: Confirm
ar: تأكيد

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: رابط التأكيد منتهية الصلاحية أو غير صالحة. من فضلك<a href="%(email_url)s">إصدار تأكيد البريد الإلكتروني</a>. أطلب

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: هو %(user_display)s لقد أكدت أن عنوان البريد الإلكتروني للمسخدم <a href="mailto:%(email)s">%(email)s</a>.

source: Change Password
ar: تغيير كلمة المرور

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة المرور؟ ادخل عنوان البريد الإلكتروني الخاص بك أدناه، وسوف نرسل لك رسالة بالبريد الالكتروني مما يسمح لك لإعادة تعيينها.

source: Reset My Password
ar: إعادة تعيين كلمة المرور الخاصة بي

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا كان لديك أي مشكلة إعادة تعيين كلمة السر الخاصة بك.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد قمنا بإرسال رسالة بريد إلكتروني.يمكنك الاتصال بنا اذا لم تحصل عليه في غضون بضع دقائق.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه وقع استخدامه.<a href="%(passwd_reset_url)s> لإعادة تعيين كلمة المرور الخاصة بك </a> يرجى تقديم طلب جديد

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك.

source: Set Password
ar: تعيين كلمة المرور

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
ar: أنت تتلقى هذا البريد الإلكتروني لأنك أو أي شخص آخر قد طلب%(site_domain)s إعادة تعيين كلمة المرور على موقعنا. يمكنك ببساطة تجاهل هذه الرسالة إذا كان الطلب لا يأتي منك. لإعادة تعيين كلمة المرور الخاصة بك، اضغط على الرابط أدناه: %(password_reset_url)s نشكرك على استخدام موقعنا %(username)s .!

source: Password Reset E-mail
ar: إعادة تعيين كلمة المرور الخاصة بك عن طريق البريد الإلكتروني

source: You have confirmed %(email)s.
ar: %(email)s لقد أكدت.

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.

source: Password successfully set.
ar: تم تعيين كلمة المرور بنجاح.

source: Note
ar: ملاحظة

source: Account Inactive
ar: حساب غير مفعَل

source: This account is inactive.
ar: هذا الحساب غير مفعَل.

source: Social Network Login Failure
ar: فشل في الاتصال بالشبكة الاجتماعية

source: An error occurred while attempting to login via your social network account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول باستخدام حساب الشبكة الاجتماعية الخاصة بك.
