/* ===================================================
 * ar.js v0
 * ===================================================
 * Copyright 2013 Bloodon, Inc.
 * ==========================================================
 * the locale arabic Javascript translations
 * ========================================================== */
/**
 *
 * @type {{}}
 */
BloodOn.TRANSLATIONS = {
    'on': 'متاح' ,
    'off': 'غير متاح',
    'saving': 'تسجيل ...',
    'name': '',
    'your_place': 'أنت هنا' ,
    'select_your_place': 'حدد موقعك',
    'error_saving': 'حدث خطأ أثناء التحميل , يرجى إعادة المحاولة',
    '_km' : 'كم'
}